Repository: Vladdrako/openwrt
Catalog: package/vladdrako/luci-app-pptp-server/po/*/pptp.po
Languages: uk

source: Disable from startup
uk: Вимкнути автозапуск

source: Enable on startup
uk: Увімкнути автозапуск

source: PPTP VPN Server
uk: PPTP VPN сервер

source: PPTP Service
uk: PPTP сервіс

source: Local IP
uk: Локальний IP

source: Client IP
uk: IP клієнта

source: LAN DHCP reserved start-to-end IP addresses with the same subnet mask
uk: LAN DHCP резервує IP-адреси від початку до кінця з такою ж маскою підмережі. Використовуйте той самий сегмент мережі, що й LAN. Будь ласка, використовуйте запасний діапазон IP-адрес, відмінний від адрес, призначених DHCP, до прикладу 192.168.0.20-30

source: Remote Client DNS
uk: DNS клієнта

source: Debug Logging
uk: Журнал налагодження

source: PPTP Logins
uk: PPTP логіни

source: User name
uk: Ім'я користувача

source: Password
uk: Пароль

source: Enable
uk: Увімкнути

source: PPTPD status
uk: Статус PPTPD

source: Start
uk: Старт

source: Stop
uk: Стоп

source: PPTP VPN Server connectivity using the native built-in VPN Client on Windows/Linux or Andriod
uk: Підключення до PPTP VPN-сервера за допомогою вбудованого клієнта VPN у Windows/Linux або Android
