Repository: Vladdrako/openwrt
Catalog: package/vladdrako/luci-app-chrony/po/*/chrony.po
Languages: uk

source: Time NTP setup (Chrony)
uk: Налаштування NTP (Chrony)

source: Time monitor (Chrony)
uk: Монітор часу (Chrony)

source: Time Synchronisation (using Chrony)
uk: Синхронізація часу (за допомогою Chrony)

source: Synchronizes the system time using NTP protocol, and Chrony software package. see:
uk: Синхронізує системний час за допомогою протоколу NTP та програмного пакета Chrony. Дивіться:

source: consult documentation for the version installed:
uk: Перегляньте документацію щодо встановленої версії:

source: Current system time:
uk: Поточний системний час:

source: Time Stepping (clock adjustment)
uk: Time Stepping (регулювання годинника)

source: chrony.conf directive 'makestep'
uk: Директива chrony.conf 'makestep'

source: threshold
uk: Поріг

source: The threshold in seconds above which stepping will occur.
uk: Поріг у секундах, вище якого відбудеться перехід.

source: limit
uk: Ліміт

source: Limit to this number of clock updates when stepping will occur. (-1 is no limit)
uk: Обмеження до цієї кількості оновлень годинника, коли буде відбуватися перехід. (-1 без обмежень)

source: Allow time queries (listen) on Interfaces
uk: Дозволити запити часу (слухання) на інтерфейсах

source: Interface
uk: Інтерфейс

source: Pool Time servers
uk: Сервери пулу часу

source: Pool Time Server
uk: Сервер пулу часу

source: Must be greater than minpoll (default 5)
uk: Має бути більшим за minpoll (за умовчанням 5)

source: Time server hosts
uk: Хости сервера часу

source: Time Server
uk: Сервер часу

source: Peer Time Servers
uk: Вузли сервера часу

source: chrony.conf directive 'peer'
uk: Директива chrony.conf 'peer'

source: Name or Address Peer Time Server
uk: Ім'я або адреса вузла сервера часу
