Repository: Vladdrako/openwrt
Catalog: package/vladdrako/luci-app-vsftpd/po/*/vsftpd.po
Languages: uk

source: . and .. are excluded.
uk: . та .. буде виключено.

source: 0 means no limitation
uk: 0 означає відсутність обмежень

source: A message will be displayed when entering a directory.
uk: Під час входу до каталогу з’явиться повідомлення.

source: ASCII mode
uk: ASCII режим

source: Allow directory recursely list
uk: Дозволити рекурсивний список каталогів

source: An actual local user to handle anonymous user
uk: Фактичний локальний користувач для роботи з анонімним користувачем

source: An actual local user to handle virtual users
uk: Фактичний локальний користувач для роботи з віртуальними користувачами

source: Anonymous Settings
uk: Налаштування анонімності

source: Anonymous User
uk: Анонімний користувач

source: Both download and upload
uk: Як завантажити, так і відвантажити

source: Can not be zero, default is 3
uk: Не може бути нульовим, за умовчанням - 3

source: Connection Settings
uk: Параметри з'єднання

source: Connection timeout
uk: Тайм-аут з’єднання

source: Data Port
uk: Порт даних

source: Data connection timeout
uk: Тайм-аут з’єднання даних

source: Directory message filename
uk: Ім'я файлу повідомлення каталогу

source: Download only
uk: Лише завантаження

source: Enable IPv4
uk: Увімкнути IPv4

source: Enable IPv6
uk: Увімкнути IPv6

source: Enable PASV mode
uk: Увімкнути PASV режим

source: Enable PORT mode
uk: Увімкнути PORT режим

source: Enable directory list
uk: Увімкнути список каталогів

source: Enable directory message
uk: Увімкнути повідомлення каталогу

source: Enable download
uk: Увімкнути завантаження

source: Enable file log
uk: Увімкнути файл журналу

source: Enable local user
uk: Увімкнути локального користувача

source: Enable other rights
uk: Увімкнути інші права

source: Enable syslog
uk: Увімкнути syslog

source: Enable upload
uk: Увімкнути відвантаження

source: Enable write
uk: Увімкнути запис

source: Enable write/mkdir
uk: Увімкнути запис/створення каталогів

source: FTP Banner
uk: FTP-баннер

source: FTP Server
uk: FTP-сервер

source: FTP Server - Anonymous Settings
uk: FTP-сервер – налаштування анонімності

source: FTP Server - General Settings
uk: FTP-сервер - Загальні налаштування

source: FTP Server - Log Settings
uk: FTP-сервер - Налаштування журналу

source: FTP Server - Virtual User %q
uk: FTP-сервер – віртуальний користувач %q

source: FTP Server - Virtual User &lt;new&gt;
uk: FTP-сервер – віртуальний користувач &lt;новий&gt;

source: FTP Server - Virtual User Settings
uk: FTP-сервер - Налаштування віртуального користувача

source: File mode umask
uk: Файловий umask

source: General Settings
uk: Загальні налаштування

source: Global Settings
uk: Глобальні налаштування

source: Home directory
uk: Домашній каталог

source: IPv4 Address
uk: IPv4-адреса

source: IPv6 Address
uk: IPv6-адреса

source: Idle session timeout
uk: Тайм-аут сесії простою

source: Include rename, deletion ...
uk: Включити перейменування, видалення...

source: Leave empty will use user's home directory
uk: Залиште порожнім, щоб використовувати домашній каталог користувача

source: Listen Port
uk: Порт прослуховування

source: Listening Settings
uk: Налаштування прослуховування

source: Local Users
uk: Локальні користувачі

source: Log Settings
uk: Налаштування журналу

source: Log file
uk: Файл журналу

source: Max clients
uk: Максимальна кількість клієнтів

source: Max clients per IP
uk: Максимальна кількість клієнтів на IP

source: Max login fail count
uk: Максимальна кількість помилок входу

source: Max transmit rate
uk: Максимальна швидкість передачі

source: Root directory
uk: Кореневий каталог

source: Settings
uk: Параметри

source: Show dot files
uk: Показати файли, що починаються з крапки

source: Upload only
uk: Лише відвантаження

source: Uploaded file mode will be 666 - &lt;umask&gt;; directory mode will be 777 - &lt;umask&gt;.
uk: Права на файл будуть 666 - &lt;umask&gt;; права на каталог будуть 777 - &lt;umask&gt;.

source: User Settings
uk: Налаштування користувача

source: User lists
uk: Перелік користувачів

source: Username cannot be empty
uk: Ім’я користувача не може бути порожнім

source: When disabled, all download request will give permission denied.
uk: Якщо вимкнено, усі запити на завантаження будуть відхилятися.

source: When disabled, all write request will give permission denied.
uk: Якщо вимкнено, усі запити на запис буде відхилено.

source: When disabled, list commands will give permission denied.
uk: Якщо вимкнено, у запитах списку буде відмовлено.

source: Virtual Users
uk: Віртуальні користувачі

source: in seconds
uk: в секундах

source: in KB/s, 0 means no limitation
uk: в КБ/с, 0 означає відсутність обмежень

source: Pasv Min Port
uk: Мінімальний порт пасивного режиму

source: Pasv Max Port
uk: Максимальний порт пасивного режиму
