Repository: Vladdrako/openwrt
Catalog: package/vladdrako/luci-app-cpufreq/po/*/cpufreq.po
Languages: uk

source: CPU Freq Settings
uk: Налаштування CPU Freq

source: Set CPU Scaling Governor to Max Performance or Balance Mode
uk: Встановити регулятор масштабування процесора в режим максимальної продуктивності або збалансований

source: CPU Scaling Governor
uk: Регулятор масштабування процесора

source: CPU Freq from 48000 to 716000 (Khz)
uk: Частота CPU із 48000 до 716000 (КГц)

source: Min Idle CPU Freq
uk: Мінімальна частота процесора в режимі очікування

source: Max Turbo Boost CPU Freq
uk: Максимальна частота Turbo Boost

source: CPU Switching Sampling rate
uk: Частота дискретизації перемикання процесора

source: The sampling rate determines how frequently the governor checks to tune the CPU (ms)
uk: Частота дискретизації визначає, як часто регулятор перевіряє, щоб налаштувати процесор (мс)

source: CPU Switching Threshold
uk: Поріг перемикання процесора

source: Kernel make a decision on whether it should increase the frequency (%)
uk: Ядро приймає рішення про те, чи слід збільшувати частоту (%)
